/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Kunne ikke konvertere sangformat.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Dette prosjektet ser ut til å være skadet. Gjenopprett fra en sikkerhetskopi.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Dette prosjektet har blitt opprettet med en ulansert mellomversjon av Logic. Det kan ikke åpnes lenger";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Sangen du prøver å åpne, er i Logic 4-format (eller eldre). Åpne sangen med Logic 7.2.1 eller eldre og arkiver den først.\n\nDette må gjøres på en Macintosh-datamaskin som fremdeles bruker en eldre versjon av macOS, fordi disse eldre versjonene av Logic Pro ikke lenger er kompatible med macOS 10.13 og nyere.";
